{
  "transcription": {
    "source": "https://github.com/Azure-Samples/cognitive-services-speech-sdk/raw/master/scenarios/call-center/sampledata/Call6_mono_16k_az_apply_loan.wav",
    "timestamp": "2024-01-02T16:08:30Z",
    "durationInTicks": 1824400000,
    "duration": "PT3M2.44S",
    "combinedRecognizedPhrases": [
      {
        "channel": 0,
        "lexical": "good afternoon this is sam thank you for calling contessa how may i help hi there my name is mary i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan OK i see you're currently living in california let me make sure i understand you correctly you'd like to apply for a loan even though you'll be moving soon is that right yes exactly so i'm planning to relocate soon but i would like to apply for the loan first that i can purchase a new home once i move there and are you planning to sell your current home yes i will be listing it on the market soon and hopefully it'll sell quickly that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells i see would you mind holding for a moment while i take your information down yeah no problem thank you for your help one moment all right thank you for your patience ma'am may i have your first and last name please yes my name is mary smith all right thank you miss smith may i have your current address please yes so my address is one two three main street in los angeles california and the zip code is nine zero nine two three sorry that was a nine zero what nine zero nine two three nine zero nine two three on main street got it thank you may i have your phone number as well please yes my phone number is five zero four five two nine two three five one and then two three five one got it and do you have an email address we i can associate with this application yes so my email address is mary dot A dot SM seventy eight at gmail dot com mary dot a was that ASN as in november or M as in mike M as in mike mike seventy eight got it thank you miss smith do you currently have any other loans yes so i currently have two other loans through contoso so my first one is my car loan and then my other is my student loan they total about fourteen hundred per month combined and my interest rate is eight percent i see and you're currently paying those loans off monthly is that right yes of course i do OK thank you here's what i suggest we do let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the WWW dot contoso loans dot com yeah that sounds good i can go ahead and get started thank you for your help thank you",
        "itn": "good afternoon this is sam thank you for calling contessa how may i help hi there my name is mary i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan OK i see you're currently living in california let me make sure i understand you correctly you'd like to apply for a loan even though you'll be moving soon is that right yes exactly so i'm planning to relocate soon but i would like to apply for the loan 1st that i can purchase a new home once i move there and are you planning to sell your current home yes i will be listing it on the market soon and hopefully it'll sell quickly that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells i see would you mind holding for a moment while i take your information down yeah no problem thank you for your help one moment all right thank you for your patience ma'am may i have your first and last name please yes my name is mary smith all right thank you miss smith may i have your current address please yes so my address is 123 main st in los angeles CA and the zip code is 90923 sorry that was a nine zero what 90923 90923 on main street got it thank you may i have your phone number as well please yes my phone number is 504-529-2351 and then 2351 got it and do you have an email address we i can associate with this application yes so my email address is mary.a.sm78@gmail.com mary dot a was that ASN as in november or M as in mike M as in mike M78 got it thank you miss smith do you currently have any other loans yes so i currently have two other loans through contoso so my first one is my car loan and then my other is my student loan they total about 1400 per month combined and my interest rate is 8% i see and you're currently paying those loans off monthly is that right yes of course i do OK thank you here's what i suggest we do let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com yeah that sounds good i can go ahead and get started thank you for your help thank you",
        "maskedITN": "Good afternoon This is Sam Thank you for calling Contessa How may I help Hi there my name is Mary I'm currently living in Los Angeles but I'm planning to move to Las Vegas and I would like to apply for a loan OK I see you're currently living in California Let me make sure I understand you correctly You'd like to apply for a loan even though you'll be moving soon Is that right Yes exactly So I'm planning to relocate soon but I would like to apply for the loan 1st that I can purchase a new home once I move there And are you planning to sell your current home? Yes I will be listing it on the market soon and hopefully it'll sell quickly That's why I'm applying for a loan now so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells I see Would you mind holding for a moment while I take your information down Yeah no problem Thank you for your help One moment. All right Thank you for your patience ma'am May I have your first and last name please Yes, my name is Mary Smith all. Right Thank you Miss Smith May I have your current address please Yes So my address is 123 Main St in Los Angeles CA and the zip code is 90923 Sorry, that was a nine Zero what? 90923. 90923 on Main Street Got it Thank you May I have your phone number as well please Yes, my phone number is 504-529-2351 and then? 2351 got it And do you have an e-mail address we I can associate with this application Yes. So my e-mail address is mary.a.sm78@gmail.com. Mary dot a Was that ASN as in November or M as in Mike? M as in Mike. M78 Got it Thank you Miss Smith Do you currently have any other loans Yes So I currently have two other loans through Contoso So my first one is my car loan and then my other is my student loan They total about 1400 per month combined and my interest rate is 8% I see And you're currently paying those loans off monthly is that right Yes, of course I do. OK thank you Here's what I suggest we do Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately And in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com Yeah that sounds good I can go ahead and get started Thank you for your help Thank you.",
        "display": "Good afternoon. This is Sam. Thank you for calling. Contessa. How may I help? Hi there, my name is Mary. I'm currently living in Los Angeles, but I'm planning to move to Las Vegas and I would like to apply for a loan. OK, I see you're currently living in California. Let me make sure I understand you correctly. You'd like to apply for a loan even though you'll be moving soon. Is that right? Yes, exactly. So I'm planning to relocate soon, but I would like to apply for the loan 1st that I can purchase a new home once I move there. And are you planning to sell your current home? Yes, I will be listing it on the market soon and hopefully it'll sell quickly. That's why I'm applying for a loan now, so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells. I see. Would you mind holding for a moment while I take your information down? Yeah, no problem. Thank you for your help. One moment. All right. Thank you for your patience, ma'am. May I have your first and last name please? Yes, my name is Mary Smith all. Right. Thank you, Miss Smith. May I have your current address please? Yes. So my address is 123 Main St. in Los Angeles, CA and the zip code is 90923. Sorry, that was a nine Zero what? 90923. 90923 on Main Street. Got it. Thank you. May I have your phone number as well please? Yes, my phone number is 504-529-2351 and then? 2351 got it. And do you have an e-mail address we I can associate with this application? Yes. So my e-mail address is mary.a.sm78@gmail.com. Mary dot a Was that ASN as in November or M as in Mike? M as in Mike. M78 Got it. Thank you, Miss Smith, Do you currently have any other loans? Yes. So I currently have two other loans through Contoso. So my first one is my car loan and then my other is my student loan. They total about 1400 per month combined and my interest rate is 8%. I see. And you're currently paying those loans off monthly, is that right? Yes, of course I do. OK, thank you. Here's what I suggest we do. Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately. And in the meantime, would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com. Yeah, that sounds good. I can go ahead and get started. Thank you for your help. Thank you."
      }
    ],
    "recognizedPhrases": [
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT0.96S",
        "duration": "PT0.64S",
        "offsetInTicks": 9600000.0,
        "durationInTicks": 6400000.0,
        "nBest": [
          {
            "confidence": 0.94557273,
            "lexical": "good afternoon",
            "itn": "good afternoon",
            "maskedITN": "Good afternoon",
            "display": "Good afternoon.",
            "sentiment": {
              "positive": 0.47,
              "neutral": 0.51,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1.6S",
        "duration": "PT0.64S",
        "offsetInTicks": 16000000.0,
        "durationInTicks": 6400000.0,
        "nBest": [
          {
            "confidence": 0.87817323,
            "lexical": "this is sam",
            "itn": "this is sam",
            "maskedITN": "This is Sam",
            "display": "This is Sam.",
            "sentiment": {
              "positive": 0.03,
              "neutral": 0.94,
              "negative": 0.04
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2.24S",
        "duration": "PT0.6S",
        "offsetInTicks": 22400000.0,
        "durationInTicks": 6000000.0,
        "nBest": [
          {
            "confidence": 0.9397985,
            "lexical": "thank you for calling",
            "itn": "thank you for calling",
            "maskedITN": "Thank you for calling",
            "display": "Thank you for calling.",
            "sentiment": {
              "positive": 0.87,
              "neutral": 0.12,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2.84S",
        "duration": "PT0.4S",
        "offsetInTicks": 28400000.0,
        "durationInTicks": 4000000.0,
        "nBest": [
          {
            "confidence": 0.24969205,
            "lexical": "contessa",
            "itn": "contessa",
            "maskedITN": "Contessa",
            "display": "Contessa.",
            "sentiment": {
              "positive": 0.07,
              "neutral": 0.9,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT3.24S",
        "duration": "PT0.68S",
        "offsetInTicks": 32400000.0,
        "durationInTicks": 6800000.0,
        "nBest": [
          {
            "confidence": 0.8394209,
            "lexical": "how may i help",
            "itn": "how may i help",
            "maskedITN": "How may I help",
            "display": "How may I help?",
            "sentiment": {
              "positive": 0.1,
              "neutral": 0.84,
              "negative": 0.05
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT5.04S",
        "duration": "PT1.16S",
        "offsetInTicks": 50400000.0,
        "durationInTicks": 11600000.0,
        "nBest": [
          {
            "confidence": 0.76702017,
            "lexical": "hi there my name is mary",
            "itn": "hi there my name is mary",
            "maskedITN": "Hi there my name is Mary",
            "display": "Hi there, my name is Mary.",
            "sentiment": {
              "positive": 0.16,
              "neutral": 0.81,
              "negative": 0.04
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT6.2S",
        "duration": "PT4.4S",
        "offsetInTicks": 62000000.0,
        "durationInTicks": 44000000.0,
        "nBest": [
          {
            "confidence": 0.9145187,
            "lexical": "i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan",
            "itn": "i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan",
            "maskedITN": "I'm currently living in Los Angeles but I'm planning to move to Las Vegas and I would like to apply for a loan",
            "display": "I'm currently living in Los Angeles, but I'm planning to move to Las Vegas and I would like to apply for a loan.",
            "sentiment": {
              "positive": 0.36,
              "neutral": 0.61,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT12.56S",
        "duration": "PT2.36S",
        "offsetInTicks": 125600000.0,
        "durationInTicks": 23600000.0,
        "nBest": [
          {
            "confidence": 0.850229,
            "lexical": "OK i see you're currently living in california",
            "itn": "OK i see you're currently living in california",
            "maskedITN": "OK I see you're currently living in California",
            "display": "OK, I see you're currently living in California.",
            "sentiment": {
              "positive": 0.09,
              "neutral": 0.9,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT14.92S",
        "duration": "PT1.68S",
        "offsetInTicks": 149200000.0,
        "durationInTicks": 16800000.0,
        "nBest": [
          {
            "confidence": 0.95051277,
            "lexical": "let me make sure i understand you correctly",
            "itn": "let me make sure i understand you correctly",
            "maskedITN": "Let me make sure I understand you correctly",
            "display": "Let me make sure I understand you correctly.",
            "sentiment": {
              "positive": 0.23,
              "neutral": 0.72,
              "negative": 0.05
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT17.16S",
        "duration": "PT2.56S",
        "offsetInTicks": 171600000.0,
        "durationInTicks": 25600000.0,
        "nBest": [
          {
            "confidence": 0.9288548,
            "lexical": "you'd like to apply for a loan even though you'll be moving soon",
            "itn": "you'd like to apply for a loan even though you'll be moving soon",
            "maskedITN": "You'd like to apply for a loan even though you'll be moving soon",
            "display": "You'd like to apply for a loan even though you'll be moving soon.",
            "sentiment": {
              "positive": 0.26,
              "neutral": 0.72,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT19.72S",
        "duration": "PT0.44S",
        "offsetInTicks": 197200000.0,
        "durationInTicks": 4400000.0,
        "nBest": [
          {
            "confidence": 0.928466,
            "lexical": "is that right",
            "itn": "is that right",
            "maskedITN": "Is that right",
            "display": "Is that right?",
            "sentiment": {
              "positive": 0.07,
              "neutral": 0.88,
              "negative": 0.05
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT21.36S",
        "duration": "PT0.96S",
        "offsetInTicks": 213600000.0,
        "durationInTicks": 9600000.0,
        "nBest": [
          {
            "confidence": 0.95363617,
            "lexical": "yes exactly",
            "itn": "yes exactly",
            "maskedITN": "Yes exactly",
            "display": "Yes, exactly.",
            "sentiment": {
              "positive": 0.16,
              "neutral": 0.81,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT22.56S",
        "duration": "PT4.72S",
        "offsetInTicks": 225600000.0,
        "durationInTicks": 47200000.0,
        "nBest": [
          {
            "confidence": 0.8969991,
            "lexical": "so i'm planning to relocate soon but i would like to apply for the loan first that i can purchase a new home once i move there",
            "itn": "so i'm planning to relocate soon but i would like to apply for the loan 1st that i can purchase a new home once i move there",
            "maskedITN": "So I'm planning to relocate soon but I would like to apply for the loan 1st that I can purchase a new home once I move there",
            "display": "So I'm planning to relocate soon, but I would like to apply for the loan 1st that I can purchase a new home once I move there.",
            "sentiment": {
              "positive": 0.45,
              "neutral": 0.52,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT28.92S",
        "duration": "PT1.88S",
        "offsetInTicks": 289200000.0,
        "durationInTicks": 18800000.0,
        "nBest": [
          {
            "confidence": 0.96979886,
            "lexical": "and are you planning to sell your current home",
            "itn": "and are you planning to sell your current home",
            "maskedITN": "And are you planning to sell your current home?",
            "display": "And are you planning to sell your current home?",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT32.04S",
        "duration": "PT3.4S",
        "offsetInTicks": 320400000.0,
        "durationInTicks": 34000000.0,
        "nBest": [
          {
            "confidence": 0.8541332,
            "lexical": "yes i will be listing it on the market soon and hopefully it'll sell quickly",
            "itn": "yes i will be listing it on the market soon and hopefully it'll sell quickly",
            "maskedITN": "Yes I will be listing it on the market soon and hopefully it'll sell quickly",
            "display": "Yes, I will be listing it on the market soon and hopefully it'll sell quickly.",
            "sentiment": {
              "positive": 0.75,
              "neutral": 0.23,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT35.8S",
        "duration": "PT5.32S",
        "offsetInTicks": 358000000.0,
        "durationInTicks": 53200000.0,
        "nBest": [
          {
            "confidence": 0.91778624,
            "lexical": "that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells",
            "itn": "that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells",
            "maskedITN": "That's why I'm applying for a loan now so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells",
            "display": "That's why I'm applying for a loan now, so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells.",
            "sentiment": {
              "positive": 0.31,
              "neutral": 0.66,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT42.56S",
        "duration": "PT0.36S",
        "offsetInTicks": 425600000.0,
        "durationInTicks": 3600000.0,
        "nBest": [
          {
            "confidence": 0.96165985,
            "lexical": "i see",
            "itn": "i see",
            "maskedITN": "I see",
            "display": "I see.",
            "sentiment": {
              "positive": 0.09,
              "neutral": 0.89,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT43.68S",
        "duration": "PT2.56S",
        "offsetInTicks": 436800000.0,
        "durationInTicks": 25600000.0,
        "nBest": [
          {
            "confidence": 0.9426942,
            "lexical": "would you mind holding for a moment while i take your information down",
            "itn": "would you mind holding for a moment while i take your information down",
            "maskedITN": "Would you mind holding for a moment while I take your information down",
            "display": "Would you mind holding for a moment while I take your information down?",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.95,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT47.24S",
        "duration": "PT0.68S",
        "offsetInTicks": 472400000.0,
        "durationInTicks": 6800000.0,
        "nBest": [
          {
            "confidence": 0.904136,
            "lexical": "yeah no problem",
            "itn": "yeah no problem",
            "maskedITN": "Yeah no problem",
            "display": "Yeah, no problem.",
            "sentiment": {
              "positive": 0.51,
              "neutral": 0.44,
              "negative": 0.05
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT47.92S",
        "duration": "PT0.72S",
        "offsetInTicks": 479200000.0,
        "durationInTicks": 7200000.0,
        "nBest": [
          {
            "confidence": 0.9682864,
            "lexical": "thank you for your help",
            "itn": "thank you for your help",
            "maskedITN": "Thank you for your help",
            "display": "Thank you for your help.",
            "sentiment": {
              "positive": 0.98,
              "neutral": 0.02,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT50.68S",
        "duration": "PT0.84S",
        "offsetInTicks": 506800000.0,
        "durationInTicks": 8400000.0,
        "nBest": [
          {
            "confidence": 0.55584073,
            "lexical": "one moment",
            "itn": "one moment",
            "maskedITN": "One moment.",
            "display": "One moment.",
            "sentiment": {
              "positive": 0.1,
              "neutral": 0.82,
              "negative": 0.08
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT58.72S",
        "duration": "PT0.36S",
        "offsetInTicks": 587200000.0,
        "durationInTicks": 3600000.0,
        "nBest": [
          {
            "confidence": 0.47255117,
            "lexical": "all right",
            "itn": "all right",
            "maskedITN": "All right",
            "display": "All right.",
            "sentiment": {
              "positive": 0.1,
              "neutral": 0.85,
              "negative": 0.04
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT59.08S",
        "duration": "PT1.08S",
        "offsetInTicks": 590800000.0,
        "durationInTicks": 10800000.0,
        "nBest": [
          {
            "confidence": 0.9131988,
            "lexical": "thank you for your patience ma'am",
            "itn": "thank you for your patience ma'am",
            "maskedITN": "Thank you for your patience ma'am",
            "display": "Thank you for your patience, ma'am.",
            "sentiment": {
              "positive": 0.94,
              "neutral": 0.06,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M0.4S",
        "duration": "PT2.2S",
        "offsetInTicks": 604000000.0,
        "durationInTicks": 22000000.0,
        "nBest": [
          {
            "confidence": 0.9400791,
            "lexical": "may i have your first and last name please",
            "itn": "may i have your first and last name please",
            "maskedITN": "May I have your first and last name please",
            "display": "May I have your first and last name please?",
            "sentiment": {
              "positive": 0.03,
              "neutral": 0.97,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M3.52S",
        "duration": "PT1.96S",
        "offsetInTicks": 635200000.0,
        "durationInTicks": 19600000.0,
        "nBest": [
          {
            "confidence": 0.7789927,
            "lexical": "yes my name is mary smith all",
            "itn": "yes my name is mary smith all",
            "maskedITN": "Yes, my name is Mary Smith all.",
            "display": "Yes, my name is Mary Smith all.",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.97,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M7.12S",
        "duration": "PT0.16S",
        "offsetInTicks": 671200000.0,
        "durationInTicks": 1600000.0,
        "nBest": [
          {
            "confidence": 0.20027952,
            "lexical": "right",
            "itn": "right",
            "maskedITN": "Right",
            "display": "Right.",
            "sentiment": {
              "positive": 0.11,
              "neutral": 0.85,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M7.56S",
        "duration": "PT1.12S",
        "offsetInTicks": 675600000.0,
        "durationInTicks": 11200000.0,
        "nBest": [
          {
            "confidence": 0.8235678,
            "lexical": "thank you miss smith",
            "itn": "thank you miss smith",
            "maskedITN": "Thank you Miss Smith",
            "display": "Thank you, Miss Smith.",
            "sentiment": {
              "positive": 0.93,
              "neutral": 0.06,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M8.92S",
        "duration": "PT1.6S",
        "offsetInTicks": 689200000.0,
        "durationInTicks": 16000000.0,
        "nBest": [
          {
            "confidence": 0.9306526,
            "lexical": "may i have your current address please",
            "itn": "may i have your current address please",
            "maskedITN": "May I have your current address please",
            "display": "May I have your current address please?",
            "sentiment": {
              "positive": 0.03,
              "neutral": 0.96,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M11.44S",
        "duration": "PT0.32S",
        "offsetInTicks": 714400000.0,
        "durationInTicks": 3200000.0,
        "nBest": [
          {
            "confidence": 0.80974346,
            "lexical": "yes",
            "itn": "yes",
            "maskedITN": "Yes",
            "display": "Yes.",
            "sentiment": {
              "positive": 0.06,
              "neutral": 0.92,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M11.76S",
        "duration": "PT2.8S",
        "offsetInTicks": 717600000.0,
        "durationInTicks": 28000000.0,
        "nBest": [
          {
            "confidence": 0.93603396,
            "lexical": "so my address is one two three main street",
            "itn": "so my address is 123 main st",
            "maskedITN": "So my address is 123 Main St",
            "display": "So my address is 123 Main St.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M14.56S",
        "duration": "PT4.08S",
        "offsetInTicks": 745600000.0,
        "durationInTicks": 40800000.0,
        "nBest": [
          {
            "confidence": 0.94007003,
            "lexical": "in los angeles california and the zip code is nine zero nine two three",
            "itn": "in los angeles CA and the zip code is 90923",
            "maskedITN": "in Los Angeles CA and the zip code is 90923",
            "display": "in Los Angeles, CA and the zip code is 90923.",
            "sentiment": {
              "positive": 0.0,
              "neutral": 0.99,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M20.52S",
        "duration": "PT2.16S",
        "offsetInTicks": 805200000.0,
        "durationInTicks": 21600000.0,
        "nBest": [
          {
            "confidence": 0.79326236,
            "lexical": "sorry that was a nine zero what",
            "itn": "sorry that was a nine zero what",
            "maskedITN": "Sorry, that was a nine Zero what?",
            "display": "Sorry, that was a nine Zero what?",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.14,
              "negative": 0.84
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M24.2S",
        "duration": "PT1.88S",
        "offsetInTicks": 842000000.0,
        "durationInTicks": 18800000.0,
        "nBest": [
          {
            "confidence": 0.9290114,
            "lexical": "nine zero nine two three",
            "itn": "90923",
            "maskedITN": "90923.",
            "display": "90923.",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.96,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M27.64S",
        "duration": "PT3.2S",
        "offsetInTicks": 876400000.0,
        "durationInTicks": 32000000.0,
        "nBest": [
          {
            "confidence": 0.8803913,
            "lexical": "nine zero nine two three on main street",
            "itn": "90923 on main street",
            "maskedITN": "90923 on Main Street",
            "display": "90923 on Main Street.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M30.84S",
        "duration": "PT0.28S",
        "offsetInTicks": 908400000.0,
        "durationInTicks": 2800000.0,
        "nBest": [
          {
            "confidence": 0.7217467,
            "lexical": "got it",
            "itn": "got it",
            "maskedITN": "Got it",
            "display": "Got it.",
            "sentiment": {
              "positive": 0.16,
              "neutral": 0.82,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M31.52S",
        "duration": "PT0.4S",
        "offsetInTicks": 915200000.0,
        "durationInTicks": 4000000.0,
        "nBest": [
          {
            "confidence": 0.9592545,
            "lexical": "thank you",
            "itn": "thank you",
            "maskedITN": "Thank you",
            "display": "Thank you.",
            "sentiment": {
              "positive": 0.93,
              "neutral": 0.06,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M31.92S",
        "duration": "PT1.76S",
        "offsetInTicks": 919200000.0,
        "durationInTicks": 17600000.0,
        "nBest": [
          {
            "confidence": 0.8366404,
            "lexical": "may i have your phone number as well please",
            "itn": "may i have your phone number as well please",
            "maskedITN": "May I have your phone number as well please",
            "display": "May I have your phone number as well please?",
            "sentiment": {
              "positive": 0.07,
              "neutral": 0.91,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M34.88S",
        "duration": "PT7.48S",
        "offsetInTicks": 948800000.0,
        "durationInTicks": 74800000.0,
        "nBest": [
          {
            "confidence": 0.9364618,
            "lexical": "yes my phone number is five zero four five two nine two three five one and then",
            "itn": "yes my phone number is 504-529-2351 and then",
            "maskedITN": "Yes, my phone number is 504-529-2351 and then?",
            "display": "Yes, my phone number is 504-529-2351 and then?",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M43.52S",
        "duration": "PT3.4S",
        "offsetInTicks": 1035200000.0,
        "durationInTicks": 34000000.0,
        "nBest": [
          {
            "confidence": 0.8752744,
            "lexical": "two three five one got it",
            "itn": "2351 got it",
            "maskedITN": "2351 got it",
            "display": "2351 got it.",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.97,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT1M47.48S",
        "duration": "PT5S",
        "offsetInTicks": 1074800000.0,
        "durationInTicks": 50000000.0,
        "nBest": [
          {
            "confidence": 0.86160076,
            "lexical": "and do you have an email address we i can associate with this application",
            "itn": "and do you have an email address we i can associate with this application",
            "maskedITN": "And do you have an e-mail address we I can associate with this application",
            "display": "And do you have an e-mail address we I can associate with this application?",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M53.6S",
        "duration": "PT0.28S",
        "offsetInTicks": 1136000000.0,
        "durationInTicks": 2800000.0,
        "nBest": [
          {
            "confidence": 0.636629,
            "lexical": "yes",
            "itn": "yes",
            "maskedITN": "Yes.",
            "display": "Yes.",
            "sentiment": {
              "positive": 0.06,
              "neutral": 0.92,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT1M53.88S",
        "duration": "PT6.96S",
        "offsetInTicks": 1138800000.0,
        "durationInTicks": 69600000.0,
        "nBest": [
          {
            "confidence": 0.87837553,
            "lexical": "so my email address is mary dot A dot SM seventy eight at gmail dot com",
            "itn": "so my email address is mary.a.sm78@gmail.com",
            "maskedITN": "So my e-mail address is mary.a.sm78@gmail.com.",
            "display": "So my e-mail address is mary.a.sm78@gmail.com.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.97,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M2.6S",
        "duration": "PT5.64S",
        "offsetInTicks": 1226000000.0,
        "durationInTicks": 56400000.0,
        "nBest": [
          {
            "confidence": 0.7899388,
            "lexical": "mary dot a was that ASN as in november or M as in mike",
            "itn": "mary dot a was that ASN as in november or M as in mike",
            "maskedITN": "Mary dot a Was that ASN as in November or M as in Mike?",
            "display": "Mary dot a Was that ASN as in November or M as in Mike?",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M9.48S",
        "duration": "PT0.8S",
        "offsetInTicks": 1294800000.0,
        "durationInTicks": 8000000.0,
        "nBest": [
          {
            "confidence": 0.90732473,
            "lexical": "M as in mike",
            "itn": "M as in mike",
            "maskedITN": "M as in Mike.",
            "display": "M as in Mike.",
            "sentiment": {
              "positive": 0.02,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M11.4S",
        "duration": "PT3.04S",
        "offsetInTicks": 1314000000.0,
        "durationInTicks": 30400000.0,
        "nBest": [
          {
            "confidence": 0.85167223,
            "lexical": "mike seventy eight got it",
            "itn": "M78 got it",
            "maskedITN": "M78 Got it",
            "display": "M78 Got it.",
            "sentiment": {
              "positive": 0.09,
              "neutral": 0.9,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M14.44S",
        "duration": "PT3.44S",
        "offsetInTicks": 1344400000.0,
        "durationInTicks": 34400000.0,
        "nBest": [
          {
            "confidence": 0.853625,
            "lexical": "thank you miss smith do you currently have any other loans",
            "itn": "thank you miss smith do you currently have any other loans",
            "maskedITN": "Thank you Miss Smith Do you currently have any other loans",
            "display": "Thank you, Miss Smith, Do you currently have any other loans?",
            "sentiment": {
              "positive": 0.87,
              "neutral": 0.13,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M19.52S",
        "duration": "PT0.24S",
        "offsetInTicks": 1395200000.0,
        "durationInTicks": 2400000.0,
        "nBest": [
          {
            "confidence": 0.6823192,
            "lexical": "yes",
            "itn": "yes",
            "maskedITN": "Yes",
            "display": "Yes.",
            "sentiment": {
              "positive": 0.06,
              "neutral": 0.92,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M19.76S",
        "duration": "PT2.48S",
        "offsetInTicks": 1397600000.0,
        "durationInTicks": 24800000.0,
        "nBest": [
          {
            "confidence": 0.9150062,
            "lexical": "so i currently have two other loans through contoso",
            "itn": "so i currently have two other loans through contoso",
            "maskedITN": "So I currently have two other loans through Contoso",
            "display": "So I currently have two other loans through Contoso.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M22.76S",
        "duration": "PT3.08S",
        "offsetInTicks": 1427600000.0,
        "durationInTicks": 30800000.0,
        "nBest": [
          {
            "confidence": 0.8126621,
            "lexical": "so my first one is my car loan and then my other is my student loan",
            "itn": "so my first one is my car loan and then my other is my student loan",
            "maskedITN": "So my first one is my car loan and then my other is my student loan",
            "display": "So my first one is my car loan and then my other is my student loan.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M26.12S",
        "duration": "PT5S",
        "offsetInTicks": 1461200000.0,
        "durationInTicks": 50000000.0,
        "nBest": [
          {
            "confidence": 0.92513305,
            "lexical": "they total about fourteen hundred per month combined and my interest rate is eight percent",
            "itn": "they total about 1400 per month combined and my interest rate is 8%",
            "maskedITN": "They total about 1400 per month combined and my interest rate is 8%",
            "display": "They total about 1400 per month combined and my interest rate is 8%.",
            "sentiment": {
              "positive": 0.01,
              "neutral": 0.98,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M32.52S",
        "duration": "PT0.32S",
        "offsetInTicks": 1525200000.0,
        "durationInTicks": 3200000.0,
        "nBest": [
          {
            "confidence": 0.77687395,
            "lexical": "i see",
            "itn": "i see",
            "maskedITN": "I see",
            "display": "I see.",
            "sentiment": {
              "positive": 0.09,
              "neutral": 0.89,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M32.88S",
        "duration": "PT2.52S",
        "offsetInTicks": 1528800000.0,
        "durationInTicks": 25200000.0,
        "nBest": [
          {
            "confidence": 0.8482329,
            "lexical": "and you're currently paying those loans off monthly is that right",
            "itn": "and you're currently paying those loans off monthly is that right",
            "maskedITN": "And you're currently paying those loans off monthly is that right",
            "display": "And you're currently paying those loans off monthly, is that right?",
            "sentiment": {
              "positive": 0.03,
              "neutral": 0.96,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M36.4S",
        "duration": "PT0.76S",
        "offsetInTicks": 1564000000.0,
        "durationInTicks": 7600000.0,
        "nBest": [
          {
            "confidence": 0.95648277,
            "lexical": "yes of course i do",
            "itn": "yes of course i do",
            "maskedITN": "Yes, of course I do.",
            "display": "Yes, of course I do.",
            "sentiment": {
              "positive": 0.1,
              "neutral": 0.87,
              "negative": 0.03
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M39.24S",
        "duration": "PT0.72S",
        "offsetInTicks": 1592400000.0,
        "durationInTicks": 7200000.0,
        "nBest": [
          {
            "confidence": 0.92408264,
            "lexical": "OK thank you",
            "itn": "OK thank you",
            "maskedITN": "OK thank you",
            "display": "OK, thank you.",
            "sentiment": {
              "positive": 0.8,
              "neutral": 0.18,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M40.44S",
        "duration": "PT1.24S",
        "offsetInTicks": 1604400000.0,
        "durationInTicks": 12400000.0,
        "nBest": [
          {
            "confidence": 0.8628489,
            "lexical": "here's what i suggest we do",
            "itn": "here's what i suggest we do",
            "maskedITN": "Here's what I suggest we do",
            "display": "Here's what I suggest we do.",
            "sentiment": {
              "positive": 0.06,
              "neutral": 0.93,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M41.68S",
        "duration": "PT5.88S",
        "offsetInTicks": 1616800000.0,
        "durationInTicks": 58800000.0,
        "nBest": [
          {
            "confidence": 0.7815509,
            "lexical": "let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately",
            "itn": "let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately",
            "maskedITN": "Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately",
            "display": "Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately.",
            "sentiment": {
              "positive": 0.08,
              "neutral": 0.91,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT2M47.72S",
        "duration": "PT9.64S",
        "offsetInTicks": 1677200000.0,
        "durationInTicks": 96400000.0,
        "nBest": [
          {
            "confidence": 0.8297085,
            "lexical": "and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the WWW dot contoso loans dot com",
            "itn": "and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com",
            "maskedITN": "And in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com",
            "display": "And in the meantime, would be great if you could take a few minutes and complete the remainder of the secure application online at the www.contosoloans.com.",
            "sentiment": {
              "positive": 0.82,
              "neutral": 0.16,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M58.52S",
        "duration": "PT0.76S",
        "offsetInTicks": 1785200000.0,
        "durationInTicks": 7600000.0,
        "nBest": [
          {
            "confidence": 0.8335317,
            "lexical": "yeah that sounds good",
            "itn": "yeah that sounds good",
            "maskedITN": "Yeah that sounds good",
            "display": "Yeah, that sounds good.",
            "sentiment": {
              "positive": 0.81,
              "neutral": 0.16,
              "negative": 0.02
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT2M59.28S",
        "duration": "PT1.04S",
        "offsetInTicks": 1792800000.0,
        "durationInTicks": 10400000.0,
        "nBest": [
          {
            "confidence": 0.9666002,
            "lexical": "i can go ahead and get started",
            "itn": "i can go ahead and get started",
            "maskedITN": "I can go ahead and get started",
            "display": "I can go ahead and get started.",
            "sentiment": {
              "positive": 0.05,
              "neutral": 0.94,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 2,
        "offset": "PT3M0.32S",
        "duration": "PT0.72S",
        "offsetInTicks": 1803200000.0,
        "durationInTicks": 7200000.0,
        "nBest": [
          {
            "confidence": 0.9683315,
            "lexical": "thank you for your help",
            "itn": "thank you for your help",
            "maskedITN": "Thank you for your help",
            "display": "Thank you for your help.",
            "sentiment": {
              "positive": 0.98,
              "neutral": 0.02,
              "negative": 0.01
            }
          }
        ]
      },
      {
        "recognitionStatus": "Success",
        "channel": 0,
        "speaker": 1,
        "offset": "PT3M1.96S",
        "duration": "PT0.32S",
        "offsetInTicks": 1819600000.0,
        "durationInTicks": 3200000.0,
        "nBest": [
          {
            "confidence": 0.7959876,
            "lexical": "thank you",
            "itn": "thank you",
            "maskedITN": "Thank you.",
            "display": "Thank you.",
            "sentiment": {
              "positive": 0.93,
              "neutral": 0.06,
              "negative": 0.01
            }
          }
        ]
      }
    ]
  },
  "conversationAnalyticsResults": {
    "conversationSummaryResults": {
      "conversations": [
        {
          "summaries": [
            {
              "aspect": "issue",
              "text": "The customer wants to apply for a loan to purchase a new home in Las Vegas before moving from Los Angeles."
            },
            {
              "aspect": "resolution",
              "text": "The agent collected the customer's information and suggested that the customer complete the remainder of the secure application online at www.contosoloans.com. The agent then placed the customer on hold to talk with a loan officer to get the process started."
            }
          ],
          "id": "conversation1",
          "warnings": []
        }
      ],
      "errors": [],
      "modelVersion": "latest"
    },
    "conversationPiiResults": {
      "combinedRedactedContent": [
        {
          "channel": 0,
          "display": "Good afternoon. This is ***. Thank you for calling. ********. How may I help? OK, I see you're currently living in California. Let me make sure I understand you correctly. You'd like to apply for a loan even though you'll be moving soon. Is that right? And are you planning to sell your current home? I see. Would you mind holding for a moment while I take your information down? One moment. All right. Thank you for your patience, ma'am. May I have your first and last name please? Right. Thank you, Miss *****. May I have your current address please? *****, that was ****************? ********************. Got it. Thank you. May I have your phone number as well please? **** got it. And do you have an e-mail address we I can associate with this application? ******************************************************* *** Got it. Thank you, Miss *****, Do you currently have any other loans? I see. And you're currently paying those loans off monthly, is that right? OK, thank you. Here's what I suggest we do. Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately. And in the meantime, would be great if you could take a few minutes and complete the remainder of the secure application online at the www.*************com. Thank you. ",
          "itn": "good afternoon this is *** thank you for calling ******** how may i help OK i see you're currently living in california let me make sure i understand you correctly you'd like to apply for a loan even though you'll be moving soon is that right and are you planning to sell your current home i see would you mind holding for a moment while i take your information down one moment all right thank you for your patience ma'am may i have your first and last name please right thank you miss ***** may i have your current address please ***** that was **************** ******************** got it thank you may i have your phone number as well please **** got it and do you have an email address we i can associate with this application ****************************************************** *** got it thank you miss ***** do you currently have any other loans i see and you're currently paying those loans off monthly is that right OK thank you here's what i suggest we do let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.************.com thank you ",
          "lexical": "good afternoon this is *** thank you for calling ******** how may i help OK i see you're currently living in california let me make sure i understand you correctly you'd like to apply for a loan even though you'll be moving soon is that right and are you planning to sell your current home i see would you mind holding for a moment while i take your information down one moment all right thank you for your patience ma'am may i have your first and last name please right thank you miss ***** may i have your current address please ***** that was **************** *************************************** got it thank you may i have your phone number as well please ****************** got it and do you have an email address we i can associate with this application ****************************************************** ****************** got it thank you miss ***** do you currently have any other loans i see and you're currently paying those loans off monthly is that right OK thank you here's what i suggest we do let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the WWW ********************* com thank you "
        },
        {
          "channel": 1,
          "display": "Hi there, my name is ****. I'm currently living in Los Angeles, but I'm planning to move to Las Vegas and I would like to apply for a loan. Yes, exactly. So I'm planning to relocate soon, but I would like to apply for the loan 1st that I can purchase a new home once I move there. Yes, I will be listing it on the market soon and hopefully it'll sell quickly. That's why I'm applying for a loan now, so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells. Yeah, no problem. Thank you for your help. Yes, my name is ********** all. Yes. So my address is ************ ********************************************. *****. Yes, my phone number is *********************? Yes. So my e-mail address is *********************. ************. Yes. So I currently have two other loans through Contoso. So my first one is my car loan and then my other is my student loan. They total about 1400 per month combined and my interest rate is 8%. Yes, of course I do. Yeah, that sounds good. I can go ahead and get started. Thank you for your help. ",
          "itn": "hi there my name is **** i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan yes exactly so i'm planning to relocate soon but i would like to apply for the loan 1st that i can purchase a new home once i move there yes i will be listing it on the market soon and hopefully it'll sell quickly that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells yeah no problem thank you for your help yes my name is ********** all yes so my address is *********** ******************************************* ***** yes my phone number is ********************* yes so my email address is ********************* ************ yes so i currently have two other loans through contoso so my first one is my car loan and then my other is my student loan they total about 1400 per month combined and my interest rate is 8% yes of course i do yeah that sounds good i can go ahead and get started thank you for your help ",
          "lexical": "hi there my name is **** i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan yes exactly so i'm planning to relocate soon but i would like to apply for the loan first that i can purchase a new home once i move there yes i will be listing it on the market soon and hopefully it'll sell quickly that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells yeah no problem thank you for your help yes my name is ********** all yes so my address is ************************* ********************************************************************** ************************ yes my phone number is ******************************************************** yes so my email address is ************************************************ ************ yes so i currently have two other loans through contoso so my first one is my car loan and then my other is my student loan they total about fourteen hundred per month combined and my interest rate is eight percent yes of course i do yeah that sounds good i can go ahead and get started thank you for your help "
        }
      ],
      "conversations": [
        {
          "id": "conversation1",
          "conversationItems": [
            {
              "id": "0",
              "redactedContent": {
                "itn": "good afternoon",
                "lexical": "good afternoon",
                "text": "Good afternoon."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT0.96S"
            },
            {
              "id": "1",
              "redactedContent": {
                "itn": "this is ***",
                "lexical": "this is ***",
                "text": "This is ***."
              },
              "entities": [
                {
                  "text": "Sam",
                  "category": "Name",
                  "offset": 8,
                  "length": 3,
                  "confidenceScore": 0.95
                }
              ],
              "channel": 0,
              "offset": "PT1.6S"
            },
            {
              "id": "2",
              "redactedContent": {
                "itn": "thank you for calling",
                "lexical": "thank you for calling",
                "text": "Thank you for calling."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2.24S"
            },
            {
              "id": "3",
              "redactedContent": {
                "itn": "********",
                "lexical": "********",
                "text": "********."
              },
              "entities": [
                {
                  "text": "Contessa",
                  "category": "Name",
                  "offset": 0,
                  "length": 8,
                  "confidenceScore": 0.83
                }
              ],
              "channel": 0,
              "offset": "PT2.84S"
            },
            {
              "id": "4",
              "redactedContent": {
                "itn": "how may i help",
                "lexical": "how may i help",
                "text": "How may I help?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT3.24S"
            },
            {
              "id": "5",
              "redactedContent": {
                "itn": "hi there my name is ****",
                "lexical": "hi there my name is ****",
                "text": "Hi there, my name is ****."
              },
              "entities": [
                {
                  "text": "Mary",
                  "category": "Name",
                  "offset": 21,
                  "length": 4,
                  "confidenceScore": 0.96
                }
              ],
              "channel": 1,
              "offset": "PT5.04S"
            },
            {
              "id": "6",
              "redactedContent": {
                "itn": "i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan",
                "lexical": "i'm currently living in los angeles but i'm planning to move to las vegas and i would like to apply for a loan",
                "text": "I'm currently living in Los Angeles, but I'm planning to move to Las Vegas and I would like to apply for a loan."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT6.2S"
            },
            {
              "id": "7",
              "redactedContent": {
                "itn": "OK i see you're currently living in california",
                "lexical": "OK i see you're currently living in california",
                "text": "OK, I see you're currently living in California."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT12.56S"
            },
            {
              "id": "8",
              "redactedContent": {
                "itn": "let me make sure i understand you correctly",
                "lexical": "let me make sure i understand you correctly",
                "text": "Let me make sure I understand you correctly."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT14.92S"
            },
            {
              "id": "9",
              "redactedContent": {
                "itn": "you'd like to apply for a loan even though you'll be moving soon",
                "lexical": "you'd like to apply for a loan even though you'll be moving soon",
                "text": "You'd like to apply for a loan even though you'll be moving soon."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT17.16S"
            },
            {
              "id": "10",
              "redactedContent": {
                "itn": "is that right",
                "lexical": "is that right",
                "text": "Is that right?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT19.72S"
            },
            {
              "id": "11",
              "redactedContent": {
                "itn": "yes exactly",
                "lexical": "yes exactly",
                "text": "Yes, exactly."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT21.36S"
            },
            {
              "id": "12",
              "redactedContent": {
                "itn": "so i'm planning to relocate soon but i would like to apply for the loan 1st that i can purchase a new home once i move there",
                "lexical": "so i'm planning to relocate soon but i would like to apply for the loan first that i can purchase a new home once i move there",
                "text": "So I'm planning to relocate soon, but I would like to apply for the loan 1st that I can purchase a new home once I move there."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT22.56S"
            },
            {
              "id": "13",
              "redactedContent": {
                "itn": "and are you planning to sell your current home",
                "lexical": "and are you planning to sell your current home",
                "text": "And are you planning to sell your current home?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT28.92S"
            },
            {
              "id": "14",
              "redactedContent": {
                "itn": "yes i will be listing it on the market soon and hopefully it'll sell quickly",
                "lexical": "yes i will be listing it on the market soon and hopefully it'll sell quickly",
                "text": "Yes, I will be listing it on the market soon and hopefully it'll sell quickly."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT32.04S"
            },
            {
              "id": "15",
              "redactedContent": {
                "itn": "that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells",
                "lexical": "that's why i'm applying for a loan now so that i can purchase a new house in nevada and close on it quickly as well once my current home sells",
                "text": "That's why I'm applying for a loan now, so that I can purchase a new house in Nevada and close on it quickly as well once my current home sells."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT35.8S"
            },
            {
              "id": "16",
              "redactedContent": {
                "itn": "i see",
                "lexical": "i see",
                "text": "I see."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT42.56S"
            },
            {
              "id": "17",
              "redactedContent": {
                "itn": "would you mind holding for a moment while i take your information down",
                "lexical": "would you mind holding for a moment while i take your information down",
                "text": "Would you mind holding for a moment while I take your information down?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT43.68S"
            },
            {
              "id": "18",
              "redactedContent": {
                "itn": "yeah no problem",
                "lexical": "yeah no problem",
                "text": "Yeah, no problem."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT47.24S"
            },
            {
              "id": "19",
              "redactedContent": {
                "itn": "thank you for your help",
                "lexical": "thank you for your help",
                "text": "Thank you for your help."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT47.92S"
            },
            {
              "id": "20",
              "redactedContent": {
                "itn": "one moment",
                "lexical": "one moment",
                "text": "One moment."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT50.68S"
            },
            {
              "id": "21",
              "redactedContent": {
                "itn": "all right",
                "lexical": "all right",
                "text": "All right."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT58.72S"
            },
            {
              "id": "22",
              "redactedContent": {
                "itn": "thank you for your patience ma'am",
                "lexical": "thank you for your patience ma'am",
                "text": "Thank you for your patience, ma'am."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT59.08S"
            },
            {
              "id": "23",
              "redactedContent": {
                "itn": "may i have your first and last name please",
                "lexical": "may i have your first and last name please",
                "text": "May I have your first and last name please?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M0.4S"
            },
            {
              "id": "24",
              "redactedContent": {
                "itn": "yes my name is ********** all",
                "lexical": "yes my name is ********** all",
                "text": "Yes, my name is ********** all."
              },
              "entities": [
                {
                  "text": "Mary Smith",
                  "category": "Name",
                  "offset": 16,
                  "length": 10,
                  "confidenceScore": 0.97
                }
              ],
              "channel": 1,
              "offset": "PT1M3.52S"
            },
            {
              "id": "25",
              "redactedContent": {
                "itn": "right",
                "lexical": "right",
                "text": "Right."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M7.12S"
            },
            {
              "id": "26",
              "redactedContent": {
                "itn": "thank you miss *****",
                "lexical": "thank you miss *****",
                "text": "Thank you, Miss *****."
              },
              "entities": [
                {
                  "text": "Smith",
                  "category": "Name",
                  "offset": 16,
                  "length": 5,
                  "confidenceScore": 0.94
                }
              ],
              "channel": 0,
              "offset": "PT1M7.56S"
            },
            {
              "id": "27",
              "redactedContent": {
                "itn": "may i have your current address please",
                "lexical": "may i have your current address please",
                "text": "May I have your current address please?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M8.92S"
            },
            {
              "id": "28",
              "redactedContent": {
                "itn": "yes",
                "lexical": "yes",
                "text": "Yes."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT1M11.44S"
            },
            {
              "id": "29",
              "redactedContent": {
                "itn": "so my address is ***********",
                "lexical": "so my address is *************************",
                "text": "So my address is ************"
              },
              "entities": [
                {
                  "text": "123 Main St.",
                  "category": "Address",
                  "offset": 17,
                  "length": 12,
                  "confidenceScore": 0.89
                }
              ],
              "channel": 1,
              "offset": "PT1M11.76S"
            },
            {
              "id": "30",
              "redactedContent": {
                "itn": "*******************************************",
                "lexical": "**********************************************************************",
                "text": "********************************************."
              },
              "entities": [
                {
                  "text": "in Los Angeles, CA and the zip code is 90923",
                  "category": "Address",
                  "offset": 0,
                  "length": 44,
                  "confidenceScore": 0.89
                }
              ],
              "channel": 1,
              "offset": "PT1M14.56S"
            },
            {
              "id": "31",
              "redactedContent": {
                "itn": "***** that was ****************",
                "lexical": "***** that was ****************",
                "text": "*****, that was ****************?"
              },
              "entities": [
                {
                  "text": "Sorry",
                  "category": "Address",
                  "offset": 0,
                  "length": 5,
                  "confidenceScore": 0.54
                },
                {
                  "text": "a nine Zero what",
                  "category": "Address",
                  "offset": 16,
                  "length": 16,
                  "confidenceScore": 0.91
                }
              ],
              "channel": 0,
              "offset": "PT1M20.52S"
            },
            {
              "id": "32",
              "redactedContent": {
                "itn": "*****",
                "lexical": "************************",
                "text": "*****."
              },
              "entities": [
                {
                  "text": "90923",
                  "category": "Address",
                  "offset": 0,
                  "length": 5,
                  "confidenceScore": 0.99
                }
              ],
              "channel": 1,
              "offset": "PT1M24.2S"
            },
            {
              "id": "33",
              "redactedContent": {
                "itn": "********************",
                "lexical": "***************************************",
                "text": "********************."
              },
              "entities": [
                {
                  "text": "90923 on Main Street",
                  "category": "Address",
                  "offset": 0,
                  "length": 20,
                  "confidenceScore": 0.99
                }
              ],
              "channel": 0,
              "offset": "PT1M27.64S"
            },
            {
              "id": "34",
              "redactedContent": {
                "itn": "got it",
                "lexical": "got it",
                "text": "Got it."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M30.84S"
            },
            {
              "id": "35",
              "redactedContent": {
                "itn": "thank you",
                "lexical": "thank you",
                "text": "Thank you."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M31.52S"
            },
            {
              "id": "36",
              "redactedContent": {
                "itn": "may i have your phone number as well please",
                "lexical": "may i have your phone number as well please",
                "text": "May I have your phone number as well please?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M31.92S"
            },
            {
              "id": "37",
              "redactedContent": {
                "itn": "yes my phone number is *********************",
                "lexical": "yes my phone number is ********************************************************",
                "text": "Yes, my phone number is *********************?"
              },
              "entities": [
                {
                  "text": "504-529-2351 and then",
                  "category": "Phone",
                  "offset": 24,
                  "length": 21,
                  "confidenceScore": 0.98
                }
              ],
              "channel": 1,
              "offset": "PT1M34.88S"
            },
            {
              "id": "38",
              "redactedContent": {
                "itn": "**** got it",
                "lexical": "****************** got it",
                "text": "**** got it."
              },
              "entities": [
                {
                  "text": "2351",
                  "category": "Phone",
                  "offset": 0,
                  "length": 4,
                  "confidenceScore": 0.99
                }
              ],
              "channel": 0,
              "offset": "PT1M43.52S"
            },
            {
              "id": "39",
              "redactedContent": {
                "itn": "and do you have an email address we i can associate with this application",
                "lexical": "and do you have an email address we i can associate with this application",
                "text": "And do you have an e-mail address we I can associate with this application?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT1M47.48S"
            },
            {
              "id": "40",
              "redactedContent": {
                "itn": "yes",
                "lexical": "yes",
                "text": "Yes."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT1M53.6S"
            },
            {
              "id": "41",
              "redactedContent": {
                "itn": "so my email address is *********************",
                "lexical": "so my email address is ************************************************",
                "text": "So my e-mail address is *********************."
              },
              "entities": [
                {
                  "text": "mary.a.sm78@gmail.com",
                  "category": "Email",
                  "offset": 24,
                  "length": 21,
                  "confidenceScore": 0.99
                }
              ],
              "channel": 1,
              "offset": "PT1M53.88S"
            },
            {
              "id": "42",
              "redactedContent": {
                "itn": "******************************************************",
                "lexical": "******************************************************",
                "text": "*******************************************************"
              },
              "entities": [
                {
                  "text": "Mary dot a Was that ASN as in November or M as in Mike?",
                  "category": "Email",
                  "offset": 0,
                  "length": 55,
                  "confidenceScore": 0.97
                }
              ],
              "channel": 0,
              "offset": "PT2M2.6S"
            },
            {
              "id": "43",
              "redactedContent": {
                "itn": "************",
                "lexical": "************",
                "text": "************."
              },
              "entities": [
                {
                  "text": "M as in Mike",
                  "category": "Email",
                  "offset": 0,
                  "length": 12,
                  "confidenceScore": 0.97
                }
              ],
              "channel": 1,
              "offset": "PT2M9.48S"
            },
            {
              "id": "44",
              "redactedContent": {
                "itn": "*** got it",
                "lexical": "****************** got it",
                "text": "*** Got it."
              },
              "entities": [
                {
                  "text": "M78",
                  "category": "Email",
                  "offset": 0,
                  "length": 3,
                  "confidenceScore": 0.99
                }
              ],
              "channel": 0,
              "offset": "PT2M11.4S"
            },
            {
              "id": "45",
              "redactedContent": {
                "itn": "thank you miss ***** do you currently have any other loans",
                "lexical": "thank you miss ***** do you currently have any other loans",
                "text": "Thank you, Miss *****, Do you currently have any other loans?"
              },
              "entities": [
                {
                  "text": "Smith",
                  "category": "Name",
                  "offset": 16,
                  "length": 5,
                  "confidenceScore": 0.93
                }
              ],
              "channel": 0,
              "offset": "PT2M14.44S"
            },
            {
              "id": "46",
              "redactedContent": {
                "itn": "yes",
                "lexical": "yes",
                "text": "Yes."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M19.52S"
            },
            {
              "id": "47",
              "redactedContent": {
                "itn": "so i currently have two other loans through contoso",
                "lexical": "so i currently have two other loans through contoso",
                "text": "So I currently have two other loans through Contoso."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M19.76S"
            },
            {
              "id": "48",
              "redactedContent": {
                "itn": "so my first one is my car loan and then my other is my student loan",
                "lexical": "so my first one is my car loan and then my other is my student loan",
                "text": "So my first one is my car loan and then my other is my student loan."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M22.76S"
            },
            {
              "id": "49",
              "redactedContent": {
                "itn": "they total about 1400 per month combined and my interest rate is 8%",
                "lexical": "they total about fourteen hundred per month combined and my interest rate is eight percent",
                "text": "They total about 1400 per month combined and my interest rate is 8%."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M26.12S"
            },
            {
              "id": "50",
              "redactedContent": {
                "itn": "i see",
                "lexical": "i see",
                "text": "I see."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2M32.52S"
            },
            {
              "id": "51",
              "redactedContent": {
                "itn": "and you're currently paying those loans off monthly is that right",
                "lexical": "and you're currently paying those loans off monthly is that right",
                "text": "And you're currently paying those loans off monthly, is that right?"
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2M32.88S"
            },
            {
              "id": "52",
              "redactedContent": {
                "itn": "yes of course i do",
                "lexical": "yes of course i do",
                "text": "Yes, of course I do."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M36.4S"
            },
            {
              "id": "53",
              "redactedContent": {
                "itn": "OK thank you",
                "lexical": "OK thank you",
                "text": "OK, thank you."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2M39.24S"
            },
            {
              "id": "54",
              "redactedContent": {
                "itn": "here's what i suggest we do",
                "lexical": "here's what i suggest we do",
                "text": "Here's what I suggest we do."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2M40.44S"
            },
            {
              "id": "55",
              "redactedContent": {
                "itn": "let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately",
                "lexical": "let me place you on a brief hold again so that i can talk with one of our loan loan officers and get this started for you immediately",
                "text": "Let me place you on a brief hold again so that I can talk with one of our loan loan officers and get this started for you immediately."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT2M41.68S"
            },
            {
              "id": "56",
              "redactedContent": {
                "itn": "and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the www.************.com",
                "lexical": "and in the meantime would be great if you could take a few minutes and complete the remainder of the secure application online at the WWW ********************* com",
                "text": "And in the meantime, would be great if you could take a few minutes and complete the remainder of the secure application online at the www.*************com."
              },
              "entities": [
                {
                  "text": "contosoloans.",
                  "category": "Email",
                  "offset": 139,
                  "length": 13,
                  "confidenceScore": 0.57
                }
              ],
              "channel": 0,
              "offset": "PT2M47.72S"
            },
            {
              "id": "57",
              "redactedContent": {
                "itn": "yeah that sounds good",
                "lexical": "yeah that sounds good",
                "text": "Yeah, that sounds good."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M58.52S"
            },
            {
              "id": "58",
              "redactedContent": {
                "itn": "i can go ahead and get started",
                "lexical": "i can go ahead and get started",
                "text": "I can go ahead and get started."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT2M59.28S"
            },
            {
              "id": "59",
              "redactedContent": {
                "itn": "thank you for your help",
                "lexical": "thank you for your help",
                "text": "Thank you for your help."
              },
              "entities": [],
              "channel": 1,
              "offset": "PT3M0.32S"
            },
            {
              "id": "60",
              "redactedContent": {
                "itn": "thank you",
                "lexical": "thank you",
                "text": "Thank you."
              },
              "entities": [],
              "channel": 0,
              "offset": "PT3M1.96S"
            }
          ],
          "warnings": []
        }
      ]
    }
  }
}